{
  "top": "Voice lessons",
  "Chameleon": "Why \"Chameleon\" ? 🦎",
  "intro": {
    "p1": "Chameleon Studios was founded in March 2024 by Remi Yamazaki.\nThe name reflects both her teaching philosophy and style:",
    "philosophy": "Remi believes that everyone has a rainbow inside of them! 🌈\nBringing out the different “colors” of students' voices (even the ones we don't realize we have!) is one of her favorite things to do.",
    "style": "Because singing relies on subtle muscle coordination, Remi uses simple, memorable animal imagery to explain complex vocal concepts. This makes lessons both effective and engaging, especially for younger students (ages 8+)."
  },
  "flow": {
    "lesson": "🧐 How does a lesson go?",
    "p1": "Targeted warm-ups customized for each student",
    "p2": "Focused vocal exercises to build new skills",
    "p3": "Applying the techniques to songs you love"
  },
  "kids": {
    "kids": "🥳 For kids",
    "include": "In addition to the above lesson flow, kids' lessons also include:",

    "p1": "progress tracking in a notebook",
    "p2": "stickers for successfully completed lessons (yay!)",
    "p3": "lesson reports",
    "p4": "a full video/recording of a song at completion (sent to parents)"
  },
  "reviews": "What students are saying",
  "adults": "While Remi is known for making vocal concepts fun and accessible for kids, students of all ages enjoy the lessons - as well as the results.",
  "worship": {
    "worship": "For worship leaders",
    "special": "Worship leaders sing in a special setting where singing is not a performance but an invitation to join in worship, as well as an act of worship itself.\n\nWith experience in contemporary worship bands, gospel choirs, and traditional hymn leading, Remi helps worship leaders to:",
    "p1": "sing high notes freely and without tension",
    "p2": "develop a clear, warm and inviting tone people want to follow",
    "p3": "use expression and stylistic touches without over-singing",
    "p4": "build stamina and protect your voice long-term"
  }
}
