{
  "Voice": {
    "top": "Voice lessons",
    "Chameleon": "Why \"Chameleon\" ? 🦎",
    "studio": {
      "p1": "Chameleon Studios was founded in March 2024 by Remi Yamazaki.\nThe name “Chameleon” reflects Remi’s teaching style and teaching philosophy:",
      "p2": "<strong>Teaching philosophy:</strong> Remi believes that everyone has a rainbow inside of them!  🌈 Bringing out all the different “colors” of students' voices - even the ones we don't realize we have - is one of her favorite things to do.",
      "p3": "<strong>Teaching style:</strong> Vocal command and agility require intricate inner muscle coordination, so using easy-to-remember animals to capture complex anatomical concepts is one of the reasons her lessons are both effective and entertaining, as well as kid-friendly (ages 8+).",
      "p4": "<strong>Lesson flow:</strong>\n<strong>1) targeted warm-ups:</strong> customized to individual student strengths and needs \n<strong>2) targeted vocal exercises:</strong> this is where the hard work happens. Students work on targeted exercises to help them acquire new abilities and progress towards their personal singing goals and dreams.\n<strong>3) song work:</strong> students practice applying learned vocal techniques to a song of their choice."
    },
    "kids": {
      "kids": "For kids 🥳",
      "p1": "In addition to the above lesson flow, kids' lessons also include:\n\n- progress tracking in a notebook\n- stickers for successfully completed lessons (yay!)\n- lesson reports (every lesson for kids under 13, and every month for ages 13 to 16)\n- a full video/recording of a song at completion (sent to parents)"
    },
    "worship": {
      "worship": "For worship leaders",
      "p1": "Worship leaders sing in a special setting where singing is not a performance but an invitation to join in worship, as well as an act of worship itself.\n\nWith experience in various forms of church music including contemporary worship bands, gospel choirs as well as traditional hymn leading, Remi loves to help worship leaders develop their vocal skills to [FINISH THIS SENTENCE]."
    },
    "reviews": "What students are saying:"
  }
}
